Revit 2027 API
ParameterTypeId.SpatialFieldMgrRange Property
 "Data Range"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpatialFieldMgrRange { get; }
Public Shared ReadOnly Property SpatialFieldMgrRange As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpatialFieldMgrRange {
	ForgeTypeId^ get ();
}
static member SpatialFieldMgrRange : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace